Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS Quick Cheklist-level2.tmx
Source language: en_us
Languages: vi

source: (Note: Super High-Rise buildings are typically approximately 35-storeys or more)
vi: Note: Super High-Rise buildings are typically approximately 35-storeys or more Lưu ý: nhà siêu cao tầng thường cao khoảng 35 tầng hoặc hơn

source: (Please elaborate, where necessary)
vi: (Please elaborate, where necessary) (Giải thích kỹ hơn nếu cần)

source: (Request for plan layout)
vi: (Request for plan layout) (Yêu cầu trình bản vẽ mặt bằng)

source: Exits to Staircases for all floors
vi: Exits to Staircases for all floors Tối thiểu 2 lối thoát dẫn vào cầu thang trên tất cả các tầng

source: Exits located Remote
vi: Exits located Remote Đối với không gian hơn 50m2, tối thiểu có 2 lối thoát ở vị trí ít người qua lại

source: AREAS WITH FALLING RISK
vi: AREAS WITH FALLING RISK KHU VỰC CÓ NGUY CƠ NGÃ

source: ATRIUMS – provided with naturally ventilated or mechanically ventilated Smoke Extraction System
vi: ATRIUMS – provided with naturally ventilated or mechanically ventilated Smoke Extraction System CÁC KHÔNG GIAN CÓ THÔNG TẦNG - thông khí tự nhiên hoặc cơ học

source: Addressable-type – for immediate identification of exact location of fire alarm
vi: Addressable-type – for immediate identification of exact location of fire alarm Đầu báo định địa chỉ - để có thể xác định ngay tức khắc vị trí báo cháy

source: All public areas:
vi: All public areas: Tất cả các khu vực công cộng

source: Automatically switch on when there is a power failure
vi: Automatically switch on when there is a power failure Tự động bật khi nguồn cấp điện trục trặc

source: Background music system programmed to cut-off when there is fire alarm
vi: Background music system programmed to cut-off when there is fire alarm Lập trình để ngắt hệ thống nhạc nền khi có báo cháy

source: Bathtubs – provided with grab bar
vi: Bathtubs – provided with grab bar Bồn tắm - cung cấp tay nắm

source: CARBON MONOXIDE – Fuel burning appliance areas are provided with carbon monoxide detectors
vi: CARBON MONOXIDE – Fuel burning appliance areas are provided with carbon monoxide detectors Khí CO - Khu vực có thiết bị đốt nhiên liệu cần có đầu báo khí CO

source: CORRIDORS
vi: CORRIDORS HÀNH LANG

source: Carparks:
vi: Carparks: Đỗ xe

source: Chemical Fire Suppression system
vi: Chemical Fire Suppression system Hệ thống chữa cháy bằng hóa chất

source: Children’s pool depth is not more than 60cm deep
vi: Children’s pool depth is not more than 60cm deep Bể bơi trẻ em không nên sâu quá 60m

source: Description
vi: Description Mô tả

source: Diesel storage:
vi: Diesel storage: Kho diesel

source: Disabled guestrooms are provided with Strobe Lights
vi: Disabled guestrooms are provided with Strobe Lights Tại phòng dành cho người khuyết tận cung cấp đèn chớp

source: Disclaimer: This document only represents an abstraction of IHG Brand Safety requirements .
vi: Disclaimer: This document only represents an abstraction of IHG Brand Safety requirements .Tuyên bố miễn trừ: tài liệu này chỉ đại diện cho một phần nhỏ của các yêu cầu của thương hiệu IHG về An toàn

source: Door at lowest point fitted with self-closing and held open only by fusible link
vi: Door at lowest point fitted with self-closing and held open only by fusible link Cửa ở điểm thấp nhất của ống có cơ chế tự đóng và chỉ được giữ mở nhờ mối nối có thể tan chảy

source: Doors to balconies are provided with secondary child safety lock at 1.8m
vi: Doors to balconies are provided with secondary child safety lock at 1.8m Cửa ban công có khóa phụ chống trẻ em ở độ cao 1.8m

source: ELECTROMAGNETIC (EM) LOCKS
vi: ELECTROMAGNETIC (EM) LOCKS KHÓA ĐIỆN TỪ

source: EMERGENCY GENERATOR
vi: EMERGENCY GENERATOR MÁY PHÁT KHẨN CẤP

source: EMERGENCY LIGHTING & EXIT DIRECTIONAL SIGNAGE
vi: EMERGENCY LIGHTING & EXIT DIRECTIONAL SIGNAGE CHIẾU SÁNG KHẨN CẤP VÀ BIỂN CHỈ HƯỚNG THOÁT HIỂM

source: Each room is a Fire Compartment – solid wall construction that is typically concrete or bricks complete with fire dampers (for ducts penetration through fire-stop wall)
vi: Each room is a Compartment – solid wall construction that is typically concrete or bricks complete with fire dampers (for ducts penetration through fire-stop wall) Mỗi phòng là một khoang ngăn cháy lan - kết cấu tường đặc, thường là bê tông hoặc gạch hoàn thiện với van chặn lửa (đối với các lỗ thông cho đường ống qua tường chống cháy)

source: Escape route plan behind all room doors
vi: Escape route plan behind all room doors Gắn sơ đồ thoát hiểm sau tất cả các cửa phòng

source: Exhaust fans and grease filters
vi: Exhaust fans and grease filters Quạt hút và lọc mỡ

source: Exit Doors:
vi: Exit Doors: Cửa thoát hiểm

source: Exit directional signage in common corridor with minimum 60 minutes battery backup
vi: Exit directional signage in common corridor with minimum 60 minutes battery backup Biển báo chỉ hướng lối thoát hiểm trong hành lang chung có pin dự phòng 60 phút

source: Exits in to Staircases are located Remote
vi: Exits in to Staircases are located Remote Lối thoát hiểm vào cầu thang nằm ở vị trí ít người qua lại

source: Extinguishers along common corridors.
vi: Extinguishers along common corridors. Bình cứu hỏa dọc các hành lang chung

source: F ire sprinklers provided in all spaces including guestrooms
vi: F ire sprinklers provided in all spaces including guestrooms Bố trí sprinkler tại tất cả mọi nơi, kể cả phòng khách

source: FIRE ALARM SYSTEM
vi: FIRE ALARM SYSTEM HỆ THỐNG BÁO CHÁY

source: FIRE PROTECTION SYSTEM
vi: FIRE PROTECTION SYSTEM HỆ THỐNG CHỮA CHÁY

source: FIRE SPRINKLER REQUIREMENT FOR HIGH-RISE AND ABOVE
vi: FIRE SPRINKLER REQUIREMENT FOR HIGH-RISE AND ABOVE YÊU CẦU VỀ SPRINKLER CHO CÁC TÒA NHÀ CAO TẦNG VÀ TRỞ LÊN

source: Final Exits from Staircases:
vi: Final Exits from Staircases: Lối thoát hiểm cuối cùng từ cầu thang

source: Fire Alarm Panel is in the security office and/or front desk
vi: Fire Alarm Panel is in the security office and/or front desk Tủ báo cháy trong phòng an ninh và/hoặc bàn lễ tân

source: Fire alarm and public announcement system is provided with 60 minutes battery back-up
vi: Fire alarm and public announcement system is provided with 60 minutes battery back-up Hệ thống báo động và thông báo được cấp 60phút pin dự phòng

source: Fire sprinkler system can sustain minimum 60 minutes of operation
vi: Fire sprinkler system can sustain minimum 60 minutes of operation Hệ thống sprinkler có thể vận hành liên tục trong 60 phút

source: Fire-Rated and Self-Closing
vi: Fire-Rated and Self-Closing Chống cháy và có tay co tự đóng

source: Fire-Rated metal cabinets (for small quantities)
vi: Fire-Rated metal cabinets (for small quantities) Bố trí trong khoang ngăn cháy lan với cửa chống cháy và tya co tự đóng HOẶC tủ kim loại chống cháy (đối với kho nhỏ)

source: For High-Rise building:
vi: For High-Rise building: Đối với các nhà cao tầng

source: For Sprinklered building , Travel Distance n ot more than 60m, and the distance between emergency exits must not exceed 120m .
vi: For Sprinklered building , Travel Distance n ot more than 60m, and the distance between emergency exits must not exceed 120m. Nếu có sprinkler, khoảng cách di chuyển không quá60m, và khoảng cách giữa các lối thoát hiểm không quá 120m.

source: For Sprinklered building, Dead End distance not more than 15m
vi: For Sprinklered building, Dead End distance not more than 15m Nếu có sprinkler, hành lang cụt không quá 15m

source: For High-Rise buildings :
vi: For High-Rise buildings : Đối với nhà cao tầng

source: For Non-Sprinklered building, Dead End distance not more than 8m
vi: For Non-Sprinklered building, Dead End distance not more than 8m Nếu không có sprinkler, hành lang cụt không quá 8m

source: For Non-Sprinklered building , Travel Distance not more than 30m , and the distance between emergency exits must not exceed 60m .
vi: For Non-Sprinklered building , Travel Distance not more than 30m , and the distance between emergency exits must not exceed 60m . Nếu không có sprinkler, khoảng cách di chuyển không quá30m, và khoảng cách giữa các lối thoát hiểm không quá 60m.

source: For doors along fire escape paths and doors for staircases, the EM locks will automatically unlock in event of power failure or general fire alarm
vi: For doors along fire escape paths and doors for staircases, the EM locks will automatically unlock in event of power failure or general fire alarm Áp dụng với tất cả cửa trên đường thoát hiểm và các cửa dẫn vào thang bộ, khóa điện từ sẽ tự động mở trong trường hợp mất điện hoặc có báo động cháy chung

source: GUESTROOMS
vi: GUESTROOMS PHÒNG KHÁCH

source: Guestroom balconies:
vi: Guestroom balconies: Ban công phòng khách

source: Gymnasium – provided with safety signage and emergency telephone
vi: Gymnasium – provided with safety signage and emergency telephone Gym - Có biển báo an toàn và điện thoại khẩn cấp

source: Handrails and step ladders on both end for safe entry and exit
vi: Handrails and step ladders on both end for safe entry and exit Có tay nắm và bậc thang ở cả hai đầu để có thể ra khỏi bể an toàn

source: High-Rise (approx. 8-storeys) buildings are provided with Fire Sprinklers
vi: High-Rise (approx. 8-storeys) buildings are provided with Fire Sprinklers Các nhà cao tầng (khoảng 8 tầng) cần có Sprinkler cứu hỏa

source: IHG FIRE LIFE SAFETY MINIMUM REQUIREMENTS ( EXCEPTIONS MAY BE CONSIDERED ON CASE-BY-CASE BASIS )
vi: IHG FIRE LIFE SAFETY MINIMUM REQUIREMENTS ( EXCEPTIONS MAY BE CONSIDERED ON CASE-BY-CASE BASIS ) YÊU CẦU PCCC TỐI THIỂU IHG (NGOẠI LỆ CÓ THỂ ĐƯỢC CÂN NHẮC TÙY TỪNG TRƯỜNG HỢP)

source: IT Server room- Provide FM 200/ Novec 1230 or equivalent fixed fire suppression system, and pre-action sprinkler system.
vi: IT Server room- Provide FM 200/ Novec 1230 or equivalent fixed fire suppression system, and pre-action sprinkler system. Phòng IT Server - Bố trí hệ thống chữa cháy cố định FM 200/ Novec 1230 hoặc tương đương, và hệ thống sprinkler pre-action

source: Is a Fire Compartment with Fire-Rated and Self-Closing doors
vi: Is a Fire Compartment with Fire-Rated and Self-Closing doors Là khoang ngăn cháy lan với cửa chống cháy và có tay co tự đóng

source: Jacuzzi and whirlpools :
vi: Jacuzzi and whirlpools : Bể Jacuzzi và bể nước xoáy:

source: KITCHENS
vi: KITCHENS BẾP

source: Kitchen hoods are provided with:
vi: Kitchen hoods are provided with: Chụp hút mùi bếp có:

source: LAUNDRY CHUTE
vi: LAUNDRY CHUTE ỐNG THẢ ĐỒ GIẶT

source: LEISURE & FITNESS CENTER
vi: LEISURE & FITNESS CENTER TRUNG TÂM GIẢI TRÍ VÀ THỂ HÌNH

source: LOBBIES/RESTAURANTS/BALLROOMS/MEETING ROOMS
vi: LOBBIES / RESTAURANTS / BALLROOMS / MEETING ROOMS CÁC SẢNH / NHÀ HÀNG/ PHÒNG BALLROOM / PHÒNG HỌP

source: Main entrance doors to be 20-minutes fire-rated and self-closing
vi: Main entrance doors to be 20-minutes fire-rated and self-closing Cửa ra vào chính chống cháy 20 phút và có tay co tự đóng

source: Main entrance is self-closing Fire-Rated Door with Drop Seals
vi: Main entrance is self-closing Fire-Rated Door with Drop Seals Lối vào chính là cửa chống cháy có cơ chếtự đóng và seal khe cửa

source: Manual Call Points provided to all corridors and public spaces
vi: Manual Call Points provided to all corridors and public spaces Nút báo cháy khẩn cấp cung cấp tại tất cả các hành lang và không gian công cộng

source: Manual call point nearest escape stairs with fire alarm bell in corridor
vi: Manual call point nearest escape stairs with fire alarm bell in corridor Nút báo cháy khẩn cấp gần nhất với cầu thang thoát hiểm với chuông báo cháy trong hành lang

source: Mechanical and Electrical Plantrooms / IT Servers – Located in a Fire Compartment
vi: Mechanical and Electrical Plantrooms / IT Servers – Located in a Fire Compartment Phòng máy M&E / phòng IT Server - bố trí trong khoang ngăn cháy lan

source: Minimum 2 proper escape stairs.
vi: Minimum 2 proper escape stairs. Tối thiểu 2 cầu thang thoát hiểm đủ tiêu chuẩn

source: Minimum 900mm Width
vi: Minimum 900mm Width Rộng tối thiểu 900mm

source: Minimum fire alarm sound level of 75dBA in bedhead, and 65dBA in common corridor
vi: Minimum fire alarm sound level of 75dBA in bedhead, and 65dBA in common corridor Chuông báo cháy tối thiểu 7dBA ở đầu giường và 65dBA trong hành lang chung

source: Non-Sprinklered building – all Final Exits open to outside of building
vi: Non-Sprinklered building – all Final Exits open to outside of building Nếu không có sprinkler: tất cả lối thoát cuối cùng mở ra ngoài

source: Note: For terms marked in BLUE , refer to Annex for definition or pictorial illustration
vi: Note: For terms marked in BLUE , refer to Annex for definition or pictorial illustration Lưu ý: Đối với các hạng mục đánh dấu xanh, tham chiếu Phụ lục để xem định nghĩa hoặc minh họa hình ảnh

source: OTHER AREAS
vi: OTHER AREAS CÁC KHU VỰC KHÁ

source: Open-flame cooking and LPG gas cylinder storage are to be provided with Gas Leak Detection system
vi: Open-flame cooking and LPG gas cylinder storage are to be provided with Gas Leak Detection system Bếp lửa hở và kho chứa gas LPG cần bố trí hệ thống phát hiện khí ga rò

source: Openable from both sides
vi: Openable from both sides có thể mở từ cả hai bên

source: Pool depth is not more than 1.2m deep (best practice)
vi: Pool depth is not more than 1.2m deep (best practice) Độ sâu bể bơi không nên quá 1.2m (best practice)

source: Proper escape stairs to be provided.
vi: Proper escape stairs to be provided. Cung cấp cầu thang thoát hiểm đủ tiêu chuẩn

source: Provided to all guestrooms at 75dBA and public spaces at 65dBA
vi: Provided to all guestrooms at 75dBA and public spaces at 65dBA Cung cấp tại tất cả các phòng khách ở mức 75dBA và tại các không gian công cộng ở mức 65dBA

source: Provided to all public areas including corridors, lobbies, restaurant
vi: Provided to all public areas including corridors, lobbies, restaurant Cung cấp tại tất cả các khu vực công cộng, bao gồm hành lang, các sảnh và nhà hàng

source: Provided to all bedrooms and sound off local audible alarm at 75dBA
vi: Provided to all bedrooms and sound off local audible alarm at 75dBA Cung cấp tại tất cả các phòng ngủ và chuông báo cục bộ ở mức 75dBA

source: Provided to all spaces including lobbies, corridors, back-of-house
vi: Provided to all spaces including lobbies, corridors, back-of-house Cung cấp tại tất cả các không gian, kể cả các sảnh, hành lang, khu BOH

source: Provided to support all life-safety systems – fire alarm system, strobe lights, public announcement system, fire protection system, fire sprinkler pumps, emergency lighting, exit directional signage, smoke extraction system, staircase pressurisation fans, fire-fighting elevators.
vi: Provided to support all life-safety systems – fire alarm system, strobe lights, public announcement system, fire protection system, fire sprinkler pumps, emergency lighting, exit directional signage, smoke extraction system, staircase pressurisation fans, fire-fighting elevators. Cung cấp cho tất cả các hệ thống bảo vệ an toàn tính mạng, đèn chớp, hệ thống thông báo công cộng, hệ thống chữa cháy, bơm sprinkler, chiếu sáng khẩn cấp, biển báo chỉ hướng lối thoát hiểm, quạt tăng áp cầu thang, thang máy cứu hỏa.

source: Provided to sustain emergency operations for minimum 60 minutes
vi: Provided to sustain emergency operations for minimum 60 minutes Cung cấp để đảm bảo vận hành khẩn cấp trong 60 phút.

source: Provided with Floor Identification Signs at all floors
vi: Provided with Floor Identification Signs at all floors Cung cấp biển báo số tầng trên tất cả các tầng

source: Provided with Manual Breakglass to override and unlock
vi: Provided with Manual Breakglass to override and unlock Cung cấp nút vận hành bằng tay để ghi đè và mở khóa

source: Provided with safety signage and emergency telephone
vi: Provided with safety signage and emergency telephone Có biển báo an toàn và điện thoại khẩn cấp

source: Provided with balustrades of minimum 1.1m n on- c limbable height
vi: Provided with balustrades of minimum 1.1m n on- c limbable height Cung cấp lan can không thể trèo, cao tối thiểu 1.1m

source: Provided with balustrades of minimum 1.1m non-climbable height
vi: Provided with balustrades of minimum 1.1m non-climbable height Cung cấp lan can không thể trèo, cao tối thiểu 1.1m

source: Provided with bund walls (for standalone diesel tanks)
vi: Provided with bund walls (for standalone diesel tanks) Có tường bờ/rãnh thu gom (đối với các thùng diesel đơn)

source: Provided with mechanical ventilation or natural ventilation
vi: Provided with natural ventilation or Mechanical Ventilation Có thông khí tự nhiên hoặc Thông khí Cơ học

source: Provided with minimum 90 minutes battery back-up
vi: Provided with minimum 90 minutes battery back-up Cung cấp tối thiểu 90 pin dự phòng

source: Provided with natural ventilation or Mechanical Ventilation
vi: Provided with natural ventilation or Mechanical Ventilation Có thông khí tự nhiên hoặc Thông khí Cơ học

source: Provided with self-closing fire-rated doors at all floors
vi: Provided with self-closing fire-rated doors at all floors Cung cấp cửa chống cháy tại tất cả các tầng

source: Provided with smoke detector or fire sprinkler at the highest point
vi: Provided with smoke detector or fire sprinkler at the highest point Cung cấp đầu báo khói hoặc sprinkler ở điểm cao nhất

source: Provided with timer and emergency shut-off
vi: Provided with timer and emergency shut-off Có đồng hồ hẹn giờ và cơ chế tắt khẩn cấp

source: Public Announcement Speakers
vi: Public Announcement Speakers Loa phát thông báo công cộng

source: Push -B ars provided at Final Exits
vi: Push -B ars provided at Final Exits Có thanh đẩy cửa trên tất cả các lối thoát cuối cùng

source: R efer to IHG Online Brand Standards Manual for the full set of requirements.
vi: R efer to IHG Online Brand Standards Manual for the full set of requirements. Tham chiếu Hướng dẫn Tiêu chuẩn Thương hiệu IHG Online để biết đầy đủ về các yêu chuẩn

source: Remarks
vi: Remarks Ghi chú

source: Rev 2 May 2019
vi: Rev 2 May 2019 Bản 2 Tháng Năm 2019

source: Rubbish compactor centre - Provide sprinkler system and smoke detector
vi: Rubbish compactor centre - Provide sprinkler system and smoke detector Trung tâm xử lý rác - Cung cấp hệ thống sprinkler và đầu báo khói

source: STAFF DORMITORY
vi: STAFF DORMITORY KÝ TÚC XÁ NHÂN VIÊN

source: STAIRCASES
vi: STAIRCASES THANG BỘ

source: SUPER HIGH-RISE BUILDING – A document on evacuation strategy is developed by a Qualified Person
vi: SUPER HIGH-RISE BUILDING – A document on evacuation strategy is developed by a Qualified Person NHÀ SIÊU CAO TẦNG - Cần có văn bản chiến lược thoát hiểm do người có chuyên môn phát triển

source: Smoke Detectors :
vi: Smoke Detectors : Đầu báo khói

source: Smoke detector inside all accommodations, connected to a fire alarm panel located at ground floor.
vi: Smoke detector inside all accommodations, connected to a fire alarm panel located at ground floor. Đầu báo khói trong tất cả các phòng ở, nối với tủ báo cháy đặt tại tầng trệt.

source: Sprinkler provision for high rise (> 25 m building height).
vi: Sprinkler provision for high rise (> 25 m building height). Cung cấp sprinkler cho nhà cao tầng (nhà độ cao >25m)

source: Sprinklered building – minimum 50% Final Exits open to outside of building
vi: Sprinklered building – minimum 50% Final Exits open to outside of building Nếu có sprinkler: tối thiểu 50% lối thoát cuối cùng mở ra ngoài

source: Staircase is a Fire Compartment
vi: Staircase is a Fire Compartment Cầu thang là khoang ngăn cháy lan

source: Staircase is provided with Smoke Stop Lobby OR Staircase Pressurisation System
vi: Staircase is provided with Smoke Stop Lobby OR Staircase Pressurisation System Cầu thang có sảnh ngăn khói HOẶC là thang tăng áp

source: Standby
vi: Standby Hệ bơm cho sprinkler bao gồm 01 bơm tăng áp, 01 bơm vận hành và 01 bơm dự phòng

source: Stores for Hazardous or Flammable materials:
vi: Stores for Hazardous or Flammable materials: Kho chứa chất dễ cháy/độc hại:

source: Swimming pools :
vi: Swimming pools : Bể bơi

source: Swing in direction of Escape
vi: Swing in direction of Escape Mở ra theo hướng thoát

source: TRAVEL DISTANCE
vi: TRAVEL DISTANCE KHOẢNG CÁCH DI CHUYỂN

source: Walls separating guestrooms and corridors shall be fire-rated
vi: Walls separating guestrooms and corridors shall be fire-rated Tường ngăn giữa phòng khách và hành lang nên chống cháy

source: With minimum 60 mins battery back-up
vi: With minimum 60 mins battery back-up Với pin dự phòng tối thiểu 60 phút

source: Yes/No
vi: Yes/No Có/Không

source: emergency lighting provided in guestroom near the main entrance
vi: emergency lighting provided in guestroom near the main entrance Tối thiểu 01 đèn chiếu khẩn cấp trong phòng khách gần cửa ra vào.

source: near vestibule) and along corridor and staircase, with 60 minutes battery back-up
vi: near vestibule) and along corridor and staircase, with 60 minutes battery back-up Chiếu sáng khẩn cấp trong phòng khách (01 đèn gần cửa ra vào) và dọc hành lang và thang bộ, với pin dự phòng 60 phút

source: per floor
vi: per floor 1 bình/tầng
